adpyke.codesnap
alefragnani.bookmarks
alefragnani.project-manager
antfu.browse-lite
antfu.goto-alias
antfu.iconify
antfu.unocss
antfu.vite
asvetliakov.vscode-neovim
atommaterial.a-file-icon-vscode
austenc.tailwind-docs
azemoh.one-monokai
bcakyz.vue-packs
biomejs.biome
biswa.awesome-appwrite-snippets
bradlc.vscode-tailwindcss
captaincrazy39.nuxt-x-supabase-snippets
chakrounanas.turbo-console-log
christian-kohler.path-intellisense
codeium.codeium
codezombiech.gitignore
compulim.vscode-clock
cschlosser.doxdocgen
daltonmenezes.aura-theme
danielsanmedium.dscodegpt
dariofuzinato.vue-peek
dbaeumer.vscode-eslint
decaycs.decay
devonray.snippet
drcika.apc-extension
dsznajder.es7-react-js-snippets
eamodio.gitlens
emroussel.atomize-atom-one-dark-theme
enkia.tokyo-night
equinusocio.vsc-material-theme-icons
esbenp.prettier-vscode
eternal.tokyo-night-horizon
foxundermoon.shell-format
github.copilot
github.copilot-chat
github.remotehub
gitpod.gitpod-desktop
gitpod.gitpod-remote-ssh
golang.go
gruntfuggly.todo-tree
hbenl.vscode-test-explorer
hollowtree.vue-snippets
johnpapa.vscode-peacock
jpcrs.binocular
kavod-io.vscode-jest-test-adapter
letrieu.expand-region
mads-hartmann.bash-ide-vscode
magdalenalipka.tokyo-night-frameless
mangeshrex.everblush
meganrogge.template-string-converter
mhirii.nero
mikestead.dotenv
mrmlnc.vscode-scss
ms-azuretools.vscode-docker
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.azure-repos
ms-vscode.remote-explorer
ms-vscode.remote-repositories
ms-vscode.test-adapter-converter
mvllow.rose-pine
mxsdev.typescript-explorer
naumovs.color-highlight
neonxp.gotools
nuxt.mdc
nuxtr.nuxt-vscode-extentions
nuxtr.nuxtr-vscode
orta.vscode-jest
pabitrabanerjee.idx-dark-theme
planbcoding.vscode-react-refactor
pmneo.tsimporter
prisma.prisma
quicktype.quicktype
rangav.vscode-thunder-client
rlivings39.fzf-quick-open
rogalmic.bash-debug
sdras.vue-vscode-snippets
sibiraj-s.vscode-scss-formatter
silesky.toggle-boolean
stackbreak.comment-divider
stephlin.vscode-tmux-keybinding
streamlux.vscode-appwrite
streetsidesoftware.code-spell-checker
stringham.move-ts
stylelint.vscode-stylelint
sumneko.lua
tamasfe.even-better-toml
tristanremy.mirage
trixnz.go-to-method
usernamehw.errorlens
visualstudioexptteam.vscodeintellicode
vspacecode.whichkey
vue.volar
wakatime.vscode-wakatime
wayou.vscode-todo-highlight
wix.vscode-import-cost
xabikos.javascriptsnippets
yatki.vscode-surround
yoavbls.pretty-ts-errors
ziyasal.vscode-open-in-github
